QUESTIONS_DATA = [
    {
        'index': 0,
        'title': 'Вопрос о стоимости и способе оплаты',
        'error_message': 'Текст ответа на вопрос о стоимости и способе оплаты не соответствует ожидаемому'
    },
    {
        'index': 1,
        'title': 'Вопрос о нескольких самокатах',
        'error_message': 'Текст ответа на вопрос о нескольких самокатах не соответствует ожидаемому'
    },
    {
        'index': 2,
        'title': 'Вопрос о времени аренды',
        'error_message': 'Текст ответа на вопрос о времени аренды не соответствует ожидаемому'
    },
    {
        'index': 3,
        'title': 'Вопрос о доставке сегодня',
        'error_message': 'Текст ответа на вопрос о доставке сегодня не соответствует ожидаемому'
    },
    {
        'index': 4,
        'title': 'Вопрос о продлении заказа',
        'error_message': 'Текст ответа на вопрос о продлении заказа не соответствует ожидаемому'
    },
    {
        'index': 5,
        'title': 'Вопрос о зарядке самоката',
        'error_message': 'Текст ответа на вопрос о зарядке самоката не соответствует ожидаемому'
    },
    {
        'index': 6,
        'title': 'Вопрос об отмене заказа',
        'error_message': 'Текст ответа на вопрос об отмене заказа не соответствует ожидаемому'
    },
    {
        'index': 7,
        'title': 'Вопрос о доставке за МКАД',
        'error_message': 'Текст ответа на вопрос о доставке за МКАД не соответствует ожидаемому'
    }
] 